<template>
  <div class="bg-white rounded p-5">
<h1>Информация</h1>
    <h3>Что это за сайт?</h3>
    <p>Данный сайт позволяет всем студентам ПМ-ПУ СПбГУ, желающим помочь братьям помладше, загружать материалы
    контрольных, тестов, полезных материалов, чтобы сделать обучение немного проще и понятней. Ведь бывает полезно
    узнать, какие примерно были вопросы или задания в прошлые года.</p>
    <h3>Как загрузить?</h3>
    <p>Для загрузки материалов необходимо выполнить вход в левой панели через Google аккаунт, привязанный к Ваше корпоративной
    почте. После входа вам станет доступна кнопка Добавить. На странице добавления материала необходимо заполнить все
    поля и нажать кнопку Отправить.</p>
    <h3>Какой полезный сайт!
    </h3>
    <p>Сайт был создан как учебный проект, поэтому он держится на чистом энтузиазме. Если вы имеете желание помочь развитию проекта
    материально, все данные есть в разделе <router-link to="/funding">пожертвовать</router-link>.</p>
    <p>Если у вас есть идеи по улучшению сайта, или вы заметили баги и недочеты, просьба писать об этом на почту
    <b class="text-primary">pmpu-lecture@bk.ru</b></p>
  </div>
</template>

<script>
export default {
  name: "About"
}
</script>

<style scoped>

</style>
